[Killed] StringLiteral
mutesting/robobar-example/src/app.module.js:2:11
 const app = angular.module('robobar', ['ngRoute']);
-app.value('localStorage', window.localStorage);
+app.value("", window.localStorage);
