[Survived] ObjectLiteral
mutesting/robobar-example/src/routes.js:7:30
             .when('/', {
                 template: '<robo-place-order></robo-place-order>'
             })
-            .when('/review', {
-                template: '<robo-review-order></robo-review-order>'
-            })
+            .when('/review', {})
             .when('/success', {
                 template: '<robo-success></robo-success>'

[Survived] ObjectLiteral
mutesting/robobar-example/src/routes.js:10:31
             .when('/review', {
                 template: '<robo-review-order></robo-review-order>'
             })
-            .when('/success', {
-                template: '<robo-success></robo-success>'
-            })
+            .when('/success', {})
             .otherwise({
                 redirectTo: '/'

[Survived] StringLiteral
mutesting/robobar-example/src/routes.js:10:19
             .when('/review', {
                 template: '<robo-review-order></robo-review-order>'
             })
-            .when('/success', {
+            .when("", {
                 template: '<robo-success></robo-success>'
             })

[Survived] StringLiteral
mutesting/robobar-example/src/routes.js:11:27
                 template: '<robo-review-order></robo-review-order>'
             })
             .when('/success', {
-                template: '<robo-success></robo-success>'
+                template: ""
             })
             .otherwise({
